Repository: CruGlobal/godtools-swift
Catalog: godtools/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, ko, ko_kr, lo, lt_lt, lv, mg, mk, mr, ms, ne, nl, om, pa, pl, pt, pt_pt, ro, ru, ru_md, sk, sl, sq, sr_rs, sv, sw, ta, te_in, th, tr, uk, ur, vi, zh_hans, zh_hant

# share_tool_screen_tutorial.mirrored_experience.message
source: As you scroll the tool on your phone, your friend's screen will respond in the same way. This allows you to walk through a tool together on 2 devices at the same time.
af: Terwyl jy die hulpmiddel op jou foon blaai, sal jou vriend se foon op dieselfde manier reageer. Dit laat jou toe om die hulpmiddel saam op 2 toestelle op dieselfde tyd te verken.
am: ቡክሌቱን በስልክዎ ላይ ሲጠቀሙ፣ የጓደኛዎ ማያ ገጽ በተመሳሳይ መንገድ ምላሽ ይሰጣል። ይህ በአንድ ጊዜ በ 2 ስልኮች ላይ በአንድ መተግበሪያ ውስጥ እንዲጠቀሙ ያስችልዎታል።
ar: أثناء تمرير الأداة على هاتفك، ستستجيب شاشة صديقك بنفس الطريقة. هذا يتيح لك بالتنقل عبر الأداة معاً على جهازين في نفس الوقت.
az: Aləti telefonunuzda sürüşdürdükdə dostunuzum ekranı da eyni reaksiyanı verəcək. Bu, sizə eyni vaxtda iki cihazda aləti birgə nəzərdən keçirməyə imkan verir.
bg: Когато превърташ екрана на приложението на смартфона си, същото ще се случва и на екрана на другия човек. Това позволява да използваш приложение на 2 устройства едновременно.
bn: যেই আপনি আপনার ফোনের মধ্যে টুলটিকে স্ক্রোল করবেন, আপনার বন্ধুর স্ক্রিন একইভাবে সাড়া দেবে I এটি আপনাকে একটি টুলের মধ্য দিয়ে দুটি যন্ত্রের উপরে একসাথে একই সময়ে যেতে অনুমতি দেবে I
cs: Při posouvání nástroje na vašem telefonu se stejným způsobem posunuje obrazovka vašeho přítele. To vám umožní společně procházet nástroj na dvou zařízeních zároveň.
da: Mens du ruller frem i værktøjet på din telefon, vises det samme på din vens skærm. Dette giver dig mulighed for at gennemgå et værktøj sammen på 2 enheder på samme tidspunkt.
de: Wenn du das Tool auf deinem Telefon scrollst, reagiert der Bildschirm deines Freundes auf die gleiche Weise. So könnt ihr 1 Tool auf 2 Geräten gleichzeitig durchgehen.
el: Καθώς μετακινείτε το εργαλείο στο τηλέφωνό σας, η οθόνη του φίλου σας θα ανταποκρίνεται με τον ίδιο τρόπο. Αυτό σας επιτρέπει να χρησιμοποιήσετε ένα εργαλείο μαζί σε 2 συσκευές ταυτόχρονα.
es: Cuando desplaces la herramienta por tu teléfono, la pantalla de tu amigo responderá de la misma manera. De ese modo podréis recorrer una herramienta juntos en 2 dispositivos a la vez.
et: Kui kerid oma telefonis tööriista kuva, näeb seda ka su sõber. Nii saad tööriistaga tutvuda korraga 2 seadmel.
fa: زمانی که ابزار را در تلفنتان پیمایش می‌کنید، صفحه دوستتان به همان صورت پاسخ خواهد داد. این امر به شما امکان می‌دهد تا از طریق یک ابزار روی 2 دستگاه در زمان یکسان پیش بروید.
fi: Liikkueassasi työkalussa puhelimellasi myös ystäväsi näyttö toimii samalla tavoin. Täten työkalun käyttöön voi perehdyttää kahdella laitteella yhtäaikaisesti.
fil: Habang ini-scroll mo ang tool sa iyong telepono, tutugon ang screen ng kaibigan mo sa parehong paraan. Bibigyang-daan ka nito para sabay ninyong masiyasat ang tool sa 2 device.
fr: En faisant défiler l'outil sur votre téléphone, l'écran de votre ami se comporte de la même manière. Ce comportement vous permet de naviguer simultanément dans un outil ensemble sur 2 appareils.
fr_ca: Lorsque vous faites défiler l'outil sur votre téléphone, l'écran de votre ami fera la même chose. Ceci vous permet d'explorer un outil ensemble sur 2 appareils à la fois.
gu: જ્યારે તમે તમારા ફોન પર Tool સ્ક્રોલ કરો છો, ત્યારે તમારા મિત્રની સ્ક્રીન તે જ રીતે પ્રતિસાદ આપશે. આ તમને એક સાથે તે જ સમયે ૨ ઉપકરણો પર એક Tool દ્વારા ચાલવાની મંજૂરી આપે છે.
ha: Yayin da kake gungurawa kayan aiki akan wayarka, allon abokinka zai amsa ta hanya guda. Wannan yana ba ku damar tafiya ta kayan aiki tare akan na'urori 2 a lokaci guda.
he: כאשר אתה גולל את הכלי בטלפון, המסך של חברך יגיב באותה צורה. זה מאפשר לכם לעבור על הכלי יחד בשני מכשירים בו זמנית.
hi: जैसे-जैसे आप अपने फ़ोन पर टूल स्क्रॉल करते जाते हैं, वैसे-वैसे आपके दोस्त की स्क्रीन प्रतिउत्तर देगी। यह आपको एक ही समय में 2 उपकरणों पर एक साथ एक टूल्ल को देखने की अनुमति देगा।
hr: Dok pregledavate alat na svojem telefonu, zaslon vašeg prijatelja istovjetno će reagirati. To vam omogućuje da zajedno pregledavate alat na dva uređaja istovremeno.
hu: Miközben az eszközt görgeted a telefonodon, az ismerősöd ugyanilyen módon reagál. Ez lehetővé teszi, hogy 2 készüléken egyidejűleg közösen végigjárjátok az eszközt.
id: Saat Saudara scrool sarana di ponsel Saudara, layar teman Saudara akan menanggapi dengan cara yang sama. Ini memungkinkan Saudara untuk berjalan melalui sarana bersama di 2 perangkat sekaligus.
it: Se fai scorrere lo schermo del tuo telefono, la stessa cosa succederà sullo schermo del tuo amico. Ciò consente di esaminare uno strumento su 2 dispositivi alla volta.
ja: お使いのスマートフォンでツールをスクロールすると、お友達の画面も同様に動作します。これにより、2つのデバイス上で同時にツールの使い方を見せることができます。
ko: 휴대폰에서 도구를 스크롤하면, 친구의 화면도 같은 방식으로 반응합니다. 이렇게 하면 동시에 2개의 기기에서 도구를 사용할 수 있습니다.
lo: ໃນຂະນະທີ່ທ່ານເລື່ອນເຄື່ອງມືຢູ່ໂທລະສັບຂອງທ່ານ, ໜ້າຈໍຂອງໝູ່ຂອງທ່ານກໍຈະຕອບສະໜອງໃນທາງດຽວກັນ. ສິ່ງນີ້ເຮັດໃຫ້ທ່ານເບິ່ງຜ່ານເຄື່ອງມືພ້ອມກັນຢູ່ອຸປະກອນ 2 ເຄື່ອງໃນເວລາດຽວກັນ.
lt_lt: Jums slenkant įrankiu savo telefone, jūsų draugo ekranas reaguos taip pat. Šitaip galėsite kartu apžvelgti įrankį 2 įrenginiuose vienu metu.
lv: Ritinot rīku savā tālrunī, tava drauga ekrānā notiks tas pats. Šī funkcija ļauj vienlaicīgi izmantot vienu rīku 2 dažādās ierīcēs.
mr: तुम्ही साधन तुमच्या फोनवर स्क्रॉल केल्यावर तुमच्या मित्राच्या फोनवर देखील ते तसेच स्क्रॉल होईल. अशा प्रकारे तुम्ही 2 उपकरणांवर एकाच वेळी साधनाची माहिती देऊ शकाल.
ms: Apabila anda menatal alat pada telefon anda, skrin rakan anda akan bertindak balas dengan cara yang sama. Ini membolehkan anda menggunakan alat bersama pada 2 peranti secara serentak.
ne: तपाईले आफ्नो फोनमा उपकरण तलमाथि सार्दा, तपाईको साथीको स्क्रिनले त्यसरी नै प्रतिक्रिया दिनेछ। यसले तपाईलाई एकै समयमा 2 वटा यन्त्रहरूमा सँगै एउटा उपकरण मार्फत नियन्त्रण गर्न अनुमति दिन्छ।
nl: Terwijl je met het hulpprogramma door je telefoon scrolt, reageert het scherm van je vriend op dezelfde manier. Op deze manier kun je op 2 apparaten tegelijkertijd door het programma gaan.
om: Yeroo ati bilbilakee irraa tuqxu skriiniin bilbila hiriyaakees ni socho'a. Kunis akka isin waliin barruu sana keessa deemtanii waliin ilaaltaniif sin gargaara.
pa: ਜਿਵੇਂ ਤੁਸੀਂ ਆਪਣੇ ਫੋਨ ਤੇ ਟੂਲ ਨੂੰ ਸਕ੍ਰੌਲ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਦੋਸਤ ਦੀ ਸਕ੍ਰੀਨ ਵੀ ਉਸੇ ਤਰ੍ਹਾਂ ਜਵਾਬ ਦੇਵੇਗੀ। ਇਹ ਤੁਹਾਨੂੰ ਇੱਕੋ ਸਮੇਂ ਇੱਕ ਟੂਲ ਦੇ ਨਾਲ 2 ਡਿਵਾਈਸਾਂ ਤੇ ਇਕੱਠੇ ਚੱਲਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ।
pl: Przy przewijaniu tekstu w narzędziu, to samo będzie się działo na drugim telefonie. Pozwala to na wspólne korzystanie z narzędzia na dwóch urządzeniach jednocześnie.
pt: Quando você navega na ferramenta no seu telemóvel, a tela do seu amigo fará o mesmo. Isso permite que naveguem na ferramenta juntos, em dois dispositivos em simultâneo.
pt_pt: Quando navegas na ferramenta no teu telemóvel, o ecrã do teu amigo fará o mesmo. Isto permite que naveguem na ferramenta juntos, em dois dispositivos em simultâneo.
ro: Pe măsură ce derulezi instrumentul pe telefonul tău, ecranul prietenului tău va răspunde la fel. Acest lucru vă permite să folosiți un instrument împreună pe 2 dispozitive în același timp.
ru: Когда вы будете пролистывать инструмент на своем телефоне, на экране вашего друга будет происходить то же самое. Это позволит вам изучать инструмент вместе на 2 устройствах одновременно.
sk: Počas prechádzania nástroja v telefóne bude kamarátov telefón reagovať rovnako. To vám umožní spoločne prechádzať nástrojom na 2 zariadeniach naraz.
sl: Ko se pomikate po orodju na vašem telefonu, se bo telefon prijatelja odzival enako. Tako se lahko sprehodite po orodju na 2 napravah naenkrat.
sr_rs: Док померате алатку на свом телефону, екран вашег пријатеља ће реаговати на исти начин. Ово вам омогућава да истовремено заједно пређете преко алатке на 2 уређаја.
sv: När du bläddrar med verktyget på din telefon svarar din väns skärm på samma sätt. Detta gör att ni kan gå igenom ett verktyg tillsammans på två enheter samtidigt.
sw: Unavyobiringiza zana kwenye simu yako, skrini ya rafiki yako itaanza kujibu kwa njia iyo hiyo. Hili litakuwezesha kutembea kwenye zana moja pamoja kupitia vifaa viwili kwa wakati mmoja.
ta: உங்கள் தொலைபேசியில் கருவியை உருட்டும்போது, உங்கள் நண்பரின் திரை அதே வழியில் பதிலளிக்கும். ஒரே நேரத்தில் 2 சாதனங்களில் ஒன்றாக ஒரு கருவி வழியாக நடக்க இது உங்களை அனுமதிக்கிறது.
te_in: మీ ఫోనుపై పరికరంను మీరు స్క్రోల్ చేసినప్పుడు, మీ స్నేహితుని స్క్రీన్ అదే విధంగా ప్రతిస్పందిస్తుంది. ఒకే సమయంలో 2 పరికరాలపై కలిసి పరికరం గుండా నిడిచేందుకు ఇది మీకు అనుమతిస్తుంది.
th: เมื่อคุณเลื่อนเครื่องมือขึ้นลงบนโทรศัพท์ หน้าจอของเพื่อนจะตอบสนองในลักษณะเดียวกัน สิ่งนี้ช่วยให้คุณสามารถดูเครื่องมือพร้อมกันบนอุปกรณ์ 2 เครื่องในเวลาเดียวกัน
tr: Aracı telefonunda kaydırırken arkadaşının ekranı da aynı biçimde tepki verir. Bu, aynı anda 2 cihazda bir aracın özellikleri üzerinden geçmene olanak tanır.
uk: На екрані вашого друга буде показуватися те, що ви переглядаєте в інструменті на вашому телефоні. Це дозволить зробити огляд інструменту одночасно на двох пристроях.
ur: جب آپ اپنے فون پر ٹول کو سکرول کرتے ہیں تو آپ کے دوست کی سکرین بھی اسی طرح ردعمل ظاہر کرے گی۔ یہ آپ کو ایک ہی وقت میں 2 آلات پر ایک ٹول میں سے اکٹھے گزرنے کی سہولت دیتا ہے۔
vi: Khi bạn lướt công cụ trên điện thoại của mình, màn hình của bạn bè cũng sẽ được lướt theo. Điều này sẽ giúp bạn và người nghe có thể xem cùng công cụ cùng lúc trên 2 thiết bị khác nhau.
zh_hans: 当你在手机上滚动浏览这款工具时，你好友的屏幕将同步显示相同的内容。这样，你们就可以同时在2台设备上一起浏览工具。
zh_hant: 當你在手機上捲動工具時，好友的螢幕畫面也會隨之捲動。因此，你們可以同時在 2 個裝置上一起瀏覽工具。

# share_tool_screen_tutorial.mirrored_experience.title
source: Mirrored experience
af: Weerspieëlde ondervinding
am: የተጋራ ይዘት
ar: استخدام جهازين بالتزامن
az: Əks olunan təcrübə
bg: Огледално преживяване
bn: দর্পণের অভিজ্ঞতা
cs: Zrcadlová zkušenost
da: Spejlet oplevelse
de: Bildschirm spiegeln
el: Εμπειρία καθρεφτίσματος
es: Experiencia duplicada
et: Peegeldatud kogemus
fa: تجربه انعکاسی
fi: Heijastettu käyttökokemus
fil: Parehong karanasan
fr: Expérience en miroir
fr_ca: Expérience miroir
gu: પ્રતિબિંબિત અનુભવ
ha: Gwanintar madubi
he: חוויה משותפת
hi: प्रतिबिंबित अनुभव
hr: Zrcalno iskustvo
hu: Mirrored-élmény
id: Pengalaman yang dicerminkan
it: Esperienza di mirroring
ja: ミラーリング機能
ko: 미러 경험
lo: ປະສົບການທີ່ຖືກສະທ້ອນກັບ
lt_lt: Veidrodinė patirtis
lv: Kopīga lietošana
mr: प्रतिबिंब अनुभव
ms: Pengalaman dicerminkan
ne: प्रतिबिम्बित अनुभव
nl: Gespiegelde ervaring
om: Skriiniikee qoodi
pa: ਮਿਰਰਡ ਤਜ਼ਰਬਾ
pl: Lustrzane odbicie
pt: Experiência espelhada
pt_pt: Experiência espelhada
ro: Experiență în oglindă
ru: Зеркальный интерфейс
sk: Zrkadlové zobrazenie
sl: Zrcaljena izkušnja
sr_rs: Искуство пресликавања
sv: Spegling
sw: Tukio linaloonekana
ta: பிரதிபலித்த அனுபவம்
te_in: ప్రతిబింబించిన అనుభవం
th: การสะท้อนหน้าจอ (Mirror)
tr: Yansıtmalı deneyim
uk: Функція віддзеркалення
ur: عکسی تجربہ
vi: Trải nghiệm song song
zh_hans: 镜像体验
zh_hant: 鏡像體驗

# share_tool_screen_tutorial.share_your_screen.message
source: This option will send a link to this tool to a friend. When the link is opened it will start a screen sharing session.
af: Hierdie opsie sal 'n skakel van hierdie werkstuk na 'n vriend stuur. Wanneer die skakel oopgemaak word, sal die skermdelingsessie begin.
am: ይህ አማራጭ ይህን ቡክሌት የሚከፍት ማስፈንጠሪያ ለጓደኛ ይልካል። ማስፈንጠሪያው ሲከፈት የስክሪን ማጋሪያ ክፍለ ጊዜ ይጀምራል።
ar: سيؤدي هذا الخيار إلى إرسال رابط هذه الأداة إلى صديق. عند فتح الرابط، ستبدأ جلسة مشاركة الشاشة.
az: Bu seçim bu alətə keçidi dosta göndərəcək. Keçid açıldıqda ekran paylaşma sessiyası başladılacaq.
bg: Тази опция е за изпращане на връзка към този инструмент на приятел. При отваряне на връзката ще започне сесия за отдалечено споделяне на екран.
bn: এই অপশনটি একজন বন্ধুর কাছে এই টুল এর একটি লিঙ্ক পাঠাবে I যখন লিঙ্কটি খোলা হয় তখন এটি একটি স্ক্রিন শেয়ার করা সেশন শুরু করবে I
cs: Tato možnost odešle příteli odkaz na tento nástroj. Po otevření odkazu se zahájí sdílení obrazovky.
da: Denne indstilling sender et link til dette værktøj til en ven. Når linket åbnes, starter der en skærmdelingssession.
de: Über diese Option wird ein Link zu diesem Tool an einen Freund gesendet. Sobald der Link geöffnet wird, wird eine Bildschirmfreigabe-Sitzung gestartet.
el: Αυτή η επιλογή θα στείλει έναν σύνδεσμο σε αυτό το εργαλείο σε έναν φίλο. Όταν ανοίξει ο σύνδεσμος, θα ξεκινήσει μια συνεδρία κοινής χρήσης οθόνης.
es: Esta opción envía un enlace de esta herramienta a un amigo. Cuando se abre el enlace se inicia una sesión de pantalla compartida.
et: Suvandi kasutamisel saadetakse see tööriist su sõbrale. Ekraanikuva jagamine algab lingi avamisel.
fa: این گزینه پیوندی را به این ابزار برای یک دوست ارسال می‌کند. زمانی که پیوند باز شود، یک جلسه اشتراک‌گذاری صفحه شروع خواهد شد.
fi: Tämä toiminto lähettää tämän työkalun linkin ystävällesi. Näytönjako alkaa linkin avaamisen jälkeen.
fil: Ang opsyong ito ay magpapadala sa isang kaibigan ng link sa tool na ito. Kapag binuksan ang link, magsisimula ito ng session ng pagbabahagi ng screen.
fr: Cette option enverra un lien vers cet outil à un ami. L'ouverture du lien lancera une session de partage d'écran.
fr_ca: Cette option enverra un lien vers cet outil à un ami. Lorsque le lien est ouvert, une session de partage d'écran débutera.
gu: આ વિકલ્પ આ Tool ની લિંક મિત્રને મોકલશે. જ્યારે લિંક ખુલશે ત્યારે તે સ્ક્રીન શેરિંગ સત્ર શરૂ કરશે.
ha: Wannan zaɓin zai aika hanyar haɗi zuwa wannan kayan aikin ga aboki. Lokacin da aka buɗe hanyar haɗin yanar gizon zai fara zaman raba allo.
he: אפשרות זו תשלח קישור עבור כלי זה לחבר. עם פתיחת הקישור הוא יתחיל את שיתוף המסך.
hi: यह विकल्प एक मित्र को इस टूल का लिंक भेजेगा। जब लिंक को खोला जाएगा तो यह एक स्क्रीन साझाकरण सत्र शुरू करेगा।
hr: Ova opcija omogućuje slanje veze na ovaj alat prijateljima. Kada se veza otvori, pokrenut će sesiju dijeljenja zaslona.
hu: Ezzel az opció az eszközhöz egy link küldhető egy ismerősnek. A hivatkozás megnyitása egy képernyőmegosztó munkamenetet indít el.
id: Opsi ini akan mengirim tautan ke sarana ini ke teman. Ketika tautan dibuka, maka akan memulai sesi berbagi layar.
it: L'opzione invierà al tuo amico un link a questo strumento. Una volta aperto il link, avrà inizio la sessione di condivisione di schermo.
ja: このオプションは、このツールへのリンクを友達に送信します。リンクが開かれると、画面共有セッションが開始します。
ko: 이 옵션은 이 도구에 대한 링크를 친구에게 보냅니다. 링크가 열리면 화면 공유 세션이 시작됩니다.
lo: ຕົວເລືອກນີ້ຈະສົ່ງລິ້ງໄປຫາເຄື່ອງມືນີ້ເພື່ອໄປຫາໝູ່. ເມື່ອລິ້ງຖຶກເປີດ ມັນກໍຈະເລີ່ມເຊດຊັນແບ່ງປັນໜ້າຈໍ.
lt_lt: Ši parinktis nusiųs nuorodą į šį įrankį jūsų draugui. Kai nuoroda bus atidaryta, bus įjungta ekranų bendrinimo sesija.
lv: Šī funkcija nosūtīs draugam saiti uz šo rīku. Pēc saites atvēršanas sāksies ekrāna koplietošana.
mr: हा पर्याय एका मित्राला या साधनाची लिंक पाठवेल. लिंक उघडल्यावर एक स्क्रीन शेअरिंग सत्र सुरु होईल.
ms: Pilihan ini akan menghantar pautan ke alat ini kepada rakan. Apabila pautan tersebut dibuka, ia akan memulakan sesi perkongsian skrin.
ne: यो विकल्पले साथीलाई यो उपकरणको लिङ्क पठाउनेछ। लिङ्क खोल्दा यसले स्क्रिन साझेदारी सुरु गर्नेछ।
nl: Deze optie verstuurt een koppeling naar dit hulpprogramma naar een vriend. Wanneer de koppeling wordt geopend, begint het delen van het scherm.
om: Filannoon kun liinkii barruu kanaa hiriyaa keef erga. Yeroo liinkiin sun banamu skriiniikee hiriyaakeef qooda.
pa: ਇਹ ਵਿਕਲਪ ਇਸ ਟੂਲ ਦਾ ਲਿੰਕ ਇੱਕ ਦੋਸਤ ਨੂੰ ਭੇਜ ਦੇਵੇਗਾ। ਜਦੋਂ ਲਿੰਕ ਖੋਲ੍ਹਿਆ ਜਾਵੇਗਾ ਤਾਂ ਇਹ ਸਕ੍ਰੀਨ ਸ਼ੇਅਰਿੰਗ ਸੈਸ਼ਨ ਸ਼ੁਰੂ ਕਰੇਗਾ।
pl: Ta opcja wyśle link do tego narzędzia twojemu znajomemu. Po otwarciu linku osoba przyłączy się do sesji udostępniania ekranu.
pt: Esta opção irá enviar a um amigo uma ligação para essa ferramenta. Quando a ligação for aberta, irá iniciar uma sessão de compartilhamento de tela.
pt_pt: Esta opção irá enviar a um amigo uma ligação para esta ferramenta. Quando a ligação for aberta, irá iniciar uma sessão de partilha de ecrã.
ro: Această opțiune va trimite unui prieten un link către acest instrument. Când linkul este deschis, va începe o sesiune de partajare a ecranului.
ru: Данная опция позволит отправить ссылку на этот инструмент другу. При открытии ссылки запустится сеанс трансляции экрана.
sk: Táto možnosť odošle odkaz na nástroj kamarátovi. Po otvorení odkazu sa začne relácia zdieľania obrazovky.
sl: S to možnostjo pošljete povezavo za to orodje prijatelju. Ko odpre povezavo, se začne seja deljenja zaslona.
sr_rs: Ова опција ће послати везу са овом алатком пријатељу. По отварању везе, започеће сесија дељења екрана.
sv: Om du använder detta alternativ skickas en länk till det här verktyget till en vän. När länken öppnas startas en skärmdelningssession.
sw: Chaguo hili litatuma kiungo cha zana hii kwa rafiki. Kiungo kitakapofunguliwa kitaanza kipindi cha kuchangia kupitia skrini.
ta: இந்த விருப்பம் இந்த கருவிக்கான இணைப்பை நண்பருக்கு அனுப்பும். இணைப்பு திறக்கப்படும் போது அது ஒரு திரை பகிர்வு அமர்வைத் தொடங்கும்.
te_in: ఈ పరికరానికి లింక్‌ను స్నేహితుడికి ఈ ఐచ్చికము పంపుతుంది. లింకు తెరవబడినప్పుడు అది స్క్రీన్ పంచుకునే సెషన్‌ను ప్రారంభిస్తుంది.
th: ตัวเลือกนี้จะส่งลิงก์ไปยังเครื่องมือนี้ให้กับเพื่อน เมื่อเปิดลิงก์ขึ้นมาจะเริ่มเซสชันการแชร์หน้าจอ
tr: Bu seçenek, bu aracın bağlantısını bir arkadaşına gönderir. Bağlantı açıldığında bir ekran paylaşımı oturumu başlatır.
uk: Ви можете надіслати другу чи подрузі посилання на цей інструмент. Коли він чи вона відкриє посилання, розпочнеться демонстрація екрану.
ur: یہ اختیار اس ٹول کا ربط ایک دوست کو ارسال کرے گا۔ جب ربط کو کھولا گیا تو یہ ایک سکرین شیئرنگ سیشن شروع کرے گا۔
vi: Tùy chọn này sẽ gửi một đường link về công cụ này cho một người bạn. Khi đường link được mở, nó sẽ bắt đầu phần chia sẻ màn hình.
zh_hans: 此选项会将这款工具的链接发送给好友。打开链接后将开始共享屏幕。
zh_hant: 此選項會將此工具的連結傳送給一名好友。開啟連結後螢幕分享會將隨即開始。

# share_tool_screen_tutorial.share_your_screen.title
source: Share your screen
af: Deel jou skerm
am: ስክሪን ያጋሩ
ar: مشاركة شاشتك
az: Ekranınızı paylaşın
bg: Сподели екрана си
bn: আপনার স্ক্রিন শেয়ার করুন
cs: Sdílet obrazovku
da: Del din skærm
de: Teile deinen Bildschirm
el: Κοινοποίηση της οθόνης σας
es: Comparte tu pantalla
et: Jaga ekraani
fa: صفحه نمایش خود را به اشتراک بگذارید
fi: Jaa näyttösi
fil: Ibahagi ang iyong screen
fr: Partagez votre écran
fr_ca: Partagez votre écran
gu: તમારી સ્ક્રીન શેર કરો
ha: Raba allon ku
he: שתף את המסך שלך
hi: अपनी स्क्रीन साझा करें
hr: Podijelite svoj zaslon
hu: Képernyő megosztása
id: Bagikan layar Saudara
it: Condividi il tuo schermo
ja: 画面を共有する
ko: 화면 공유
lo: ແບ່ງປັນໜ້າຈໍຂອງທ່ານ
lt_lt: Dalytis savo puslapiu
lv: Kopīgo savu ekrānu
mr: आपली स्क्रीन शेअर करा
ms: Kongsi paparan anda
ne: आफ्नो स्क्रिन साझा गर्नुहोस्
nl: Deel je scherm
om: Fuula skriinii kee qoodi
pa: ਆਪਣੀ ਸਕਰੀਨ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij swój ekran
pt: Compartilhe a sua tela
pt_pt: Partilha o teu ecrã
ro: Partajează ecranul
ru: Покажите свой экран
sk: Zdieľať vašu obrazovku
sl: Deli svoj zaslon
sr_rs: Подели екран
sv: Dela din skärm
sw: Onyeshana skrini yako
ta: உங்கள் திரையைப் பகிரவும்
te_in: మీ స్క్రీన్ పంచుకోండి
th: แชร์หน้าจอของคุณ
tr: Ekranını paylaş
uk: Поділитися екраном
ur: اپنی اسکرین کا اشتراک کریں
vi: Chia sẻ màn hình của bạn
zh_hans: 分享你的屏幕
zh_hant: 分享你的螢幕

# signIn.apple
source: Continue with Apple
af: Gaan aan met Apple
am: በApple ይቀጥሉ
ar: الاستمرار بآبل
bn: Apple-এর সাথে অগ্রসর হন
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
ha: Cigaba da Apple
hi: Apple के साथ लॉगिन करें
id: Lanjutkan dengan Apple
ja: Appleで続ける
ko: Apple로 계속하기
lv: Turpināt, izmantojot Apple
ne: एप्पलसँग जारी राखू
om: Akkaawontii Apple keetiin seeni
pt: Continuar com a Apple
ro: Continuă cu Apple
ru: Войти через Apple
sw: Endelea kwa kutumia Apple
ur: ایپل کے ساتھ جاری رکھیں
vi: Tiếp tục với Apple
zh_hans: 继续使用Apple
zh_hant: 使用 Apple 登入

# signIn.facebook
source: Login with Facebook
af: Meld aan deur Facebook
am: በFacebook ይግቡ
ar: تسجيل الدخول بفيسبوك.
bn: Facebook দিয়ে লগ ইন করুন
de: Mit Facebook anmelden
es: Acceder con Facebook
fr: Se connecter avec Facebook
ha: Shiga ta wurin Facebook
hi: Facebook के साथ लॉगिन करें
id: Masuk dengan Facebook
ja: Facebookでログイン
ko: Facebook으로 로그인
lv: Ienākt, izmantojot Facebook
ne: फेसबुक सँग लगइन
om: Karaa Facebook seeni
pt: Iniciar sessão com o Facebook
ro: Conectează-te cu Facebook
ru: Войти через Facebook
sw: Ingia kwa kutumia Facebook
ur: فیسبک کے ساتھ لاگ ان کریں
vi: Đăng nhập Facebook
zh_hans: 使用Facebook登录
zh_hant: 使用 Facebook 登入

# signIn.google
source: Sign in with Google
af: Teken in deur Google
am: በGoogle ይግቡ
ar: تسجيل الدخول بغوغل.
bn: Google দিয়ে সাইন ইন করুন
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
ha: Shiga ta wurin Google
hi: Google के साथ साइन-इन करें
id: Masuk dengan Google
ja: Googleでサインイン
ko: Google로 로그인
lv: Pierakstīties ar Google
ne: गुगलसँग दर्ता गर्नुहोस्
om: Karaa Google seeni
pt: Iniciar sessão com a Google
ro: Conectează-te cu Google
ru: Войти через Google
sw: Ingia kwa kutumia Google
ur: گوگل کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Google
zh_hans: 使用Google登录
zh_hant: 使用 Google 登入

# signIn.subtitle
source: Log in to your account to have real stories, encouragement, and practical tips at your fingertips.
af: Meld by jou rekening aan om ware stories, aanmoediging en praktiese wenke op jou vingerpunte te hê.
am: እውነተኛ ታሪኮችን፣ ማበረታቻዎችን እና ተግባራዊ ምክሮችን በእጅዎ ለማግኘት ወደ መለያዎ ይግቡ።
ar: قم بتسجيل الدخول لحسابك للحصول على قصص حقيقية وتشجيع ونصائح عملية في متناول يدك.
bn: বাস্তবিক গল্পগুলি, উৎসাহ, এবং আপনার হাতের কাছে ব্যবহারিক পরামর্শ পেতে আপনার অ্যাকাউন্টে লগ ইন করুন
de: Logge dich in dein Konto ein, damit du echte Geschichten, Ermutigung und praktische Tipps zur Hand hast.
es: Inicia sesión en tu cuenta para tener historias reales, aliento y consejos prácticos al alcance de la mano.
fr: Connectez-vous à votre compte pour accéder à des histoires vraies, à des encouragements et disposer de conseils pratiques à portée de main.
ha: Shiga cikin asusunku don samun labarai na gaske, ƙarfafawa, da shawarwari masu amfani a hannunku.
hi: अपने खाते में लॉगिन करें और असल कहानियाँ, प्रेरणा और व्यावहारिक सुझाव पाएँ।
id: Masuk ke akun Saudara untuk mendapatkan kisah-kisah nyata, dorongan, dan tip praktis dengan ujung jari Saudara.
ja: アカウントにログインすると、生の証しや、励まし、実践的なお役立ち情報を簡単に見ることができます。
ko: 계정에 로그인하여 실화와 격려, 현실적인 팁들을 곁에 두세요.
lv: Ieej savā kontā, lai būtu pieejami patiesi stāsti, iedrošinājums un praktiski padomi.
ne: आफ्नो औँलामा वास्तविक कथाहरू, प्रोत्साहन, र व्यावहारिक सुझावहरू पाउन आफ्नो खातामा प्रवेश गर्नुहोस्।
om: Seenaa dhugaa, ergaawwan jajjabinaa fi yaadota gorsaa haala salphaa ta'een argachuuf seeni.
pt: Inicia sessão na tua conta para veres histórias reais, encorajamento e dicas práticas ao teu alcance.
ro: Conectează-te la contul dvs. pentru a avea la îndemână povești reale, încurajare și sfaturi practice.
ru: Войдите в учетную запись, чтобы видеть реальные истории, слова поддержки и практические советы.
sw: Jisajili kwa kuunda akaunti ili uweze kuona shuhuda halisi, kutiwa moyo na kupata mwongozo wa matumizi rahisi.
ur: اپنی انگلی کے اشارے پر حقیقی کہانیاں، حوصلہ افزائی، اور عملی تجاویز حاصل کرنے کے لیے اپنے اکاؤنٹ میں لاگ ان کریں۔
vi: Đăng nhập vào tài khoản của bạn để có những câu chuyện thực tế, những lời động viên và những lời khuyên thiết thực trong tầm tay.
zh_hans: 登录账户，让真实故事、励志金句和实用技巧触手可及。
zh_hant: 立刻登入帳號，讓您輕鬆閱讀真實故事、獲得勵志力量，並學習到實用的知識技巧。

# signIn.title
source: Sign in
af: Teken in
am: ይግቡ
ar: تسجيل دخول
bn: সাইন ইন করুন
de: Anmelden
es: Iniciar sesión
fr: Connexion
ha: Shiga
hi: साइन इन करें
id: Masuk
ja: サインイン
ko: 로그인
lv: Pierakstīties
ne: दर्ता गर्नुहोस्
om: Seeni
pt: Entrar
ro: Conectare
ru: Войти
sw: Ingia
ur: سائن اِن
vi: Đăng nhập
zh_hans: 注册
zh_hant: 登入

source: Start Training
af: Begin Opleiding
am: ስልጠናውን ይጀምሩ
ar: ابدأ التدريب
bn: প্রশিক্ষণ শুরু করুন
de: Training starten
es: Comenzar entrenamiento
fr: Début de la formation
ha: Fara horo
hi: प्रशिक्षण शुरू करें
id: Mulai Latihan
ja: トレーニングを開始
ko: 훈련 시작
lv: Sākt apmācību
ne: तालिम सुरु गर्नुहोस्
om: Leenjii eegali
pt: Iniciar Treinamento
ro: Începe Antrenarea
ru: Начать обучение
sw: Anza Kufunza
ur: مشق شروع کریں
vi: Bắt đầu
zh_hans: 开始培训
zh_hant: 開始訓練
